{"time":3369,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Unlocking the genetic diversity and population structure of the newly introduced European HerItage Barley collecTion (ExHIBiT)","id":"PRJEB67728","description":"In the last century, breeding programs have traditionally favoured yield-related traits, grown under high-input conditions, resulting in a loss of genetic diversity and an increased susceptibility to stresses in crops. The European Heritage Barley collection (ExHIBiT) was assembled to explore the genetic diversity in European barley focusing on Northern European accessions. ExHIBiT consists of 363 spring-barley accessions, focusing on two-row type. The collection consists of landraces (~14%), old cultivars (~18%), elite cultivars (~66%) and accessions with unknown breeding history (~2%), with 70% of the collection from Northern Europe. Based on 50k iSelect single nucleotide polymorphism (SNP) array data, the population structure of the ExHIBiT collection was explored. Power analysis established a representative core collection of 230 genotypically and phenotypically diverse accessions. The effectiveness of this core collection for conducting statistical and association analysis was explored by undertaking genome-wide association studies (GWAS) for several phenotypic traits, such as flowering time.","taxonomyId":[4513],"speciesCommonName":"Barley","speciesScientificName":"Hordeum vulgare","sourceType":"Germline","center":"Crop Stress Interaction Lab, The School of Biology and Environmental Sciences, University College Dublin","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Genotyping By Array","experimentTypeAbbreviation":"Array","assembly":"-","assemblyAccession":"GCA_904849725.1","platform":"-","url":"-","publications":["-"],"numVariants":0,"numSamples":363,"browsable":true,"typeName":"Control Set"}]}]}