{"time":9682,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Increasing of meat rabbits technology efficiency by development of new way of selection","id":"PRJEB42486","description":"Increasing consumers knowledge of the links between diet and health has raised the awareness and demand for functional food. Rabbit meat offers excellent nutritive and dietetic properties that&apos;s why can be counted as functional food. Its composition showed its protein rich with a large amount of essential amino acids, low fat content, high energy values and easily digestible. These properties proved that rabbit meat is recommended especially for children and the seniors, as well as for the every single consumer. Maintaining high quality of rabbit meat, which fit consumers demands requires intensive selection process. The possibility of using naturally occurring polymorphisms within candidate genes for meat quality traits allows to select animals with favourable traits. Breeding selected animals allow to obtain product characterized by better quality parameters. In this project we propose new way of selection of grandmothers and grandfathers of maternal does and selection of males for meat. In this process we want to use masrket assisted selection (MAS) where polymorphisms within genes related with growth parameters well be investigated and within genes related to fatness traits. Moreover products from rabit meat like sushi, smoked loin will be prepared and offered for consumers as a innovative products characterised by high attributes of taste and with more health benefits","taxonomyId":[568996],"speciesCommonName":"Rabbit","speciesScientificName":"Oryctolagus cuniculus cuniculus","sourceType":"Germline","center":"Department of Genetics, Animal Breeding and Ethology, Faculty of Animal Sciences, University of Agriculture in Krakow, Poland","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Genotyping By Sequencing","experimentTypeAbbreviation":"GBS","assembly":"-","assemblyAccession":"GCA_000003625.1","platform":"AB 3730xl","url":"-","publications":["-"],"numVariants":0,"numSamples":4,"browsable":false,"typeName":"Control Set"}]}]}