{"time":20509,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Phenome-Wide Study Connects Behavioral Genetics of Odor Detection Dogs with Temperament Traits","id":"PRJEB81786","description":"We present a Phenome-Wide Association Study (PheWAS) of alleles genetically associated with problem behaviors in Labrador Retrievers from the US Transportation Security Administration's odor detection program. That historical cohort, spanning from 2002-2013, originated from a previous breeding program with contributions from US commercial sources and the Australian Customs Service. While we had foster period testing data for these dogs, we lacked detailed behavioral data and specific reasons for their elimination. To address these challenges and enhance biological understanding, we conducted a PheWAS using three additional cohorts of Labrador Retrievers ? of Australian pets, UK mixed pet/working (gamebird retrieving), and US working (guide) dogs ? with available behavioral questionnaire (C-BARQ) and genotype data. This analysis identified a total of 15 associations between 12 behavioral traits and 8 markers at 6 genome loci. Notably, we found four types of aggression and one type of fear that are directed at familiar humans or dogs, but none directed at unfamiliar ones. Other problem traits identified include separation-related behaviors, excitability, and chasing small animals. Furthermore, we utilized whole genome sequencing to identify a functional candidate associated with \"aggression when approached by a household dog at a favorite resting place\". We propose this variant in an ADAMTSL1 intron results in the loss of TCF7L1 protein binding, and we highlight the evolutionary history of that conserved element, including the fixation of two mutations in the human lineage. Our PheWAS findings suggest relevance to working dog selection, breeding, and training, presenting opportunities to reduce costs while improving performance and resilience.","taxonomyId":[9615],"speciesCommonName":"Dog","speciesScientificName":"Canis lupus familiaris","sourceType":"Germline","center":"NA","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Whole Genome Sequencing","experimentTypeAbbreviation":"WGS","assembly":"-","assemblyAccession":"GCA_000002285.2","platform":"Illumina NovaSeq 6000","url":"-","publications":["-"],"numVariants":0,"numSamples":14,"browsable":true,"typeName":"Control Set"}]}]}