{"time":26076,"apiVersion":"v1","queryOptions":{"metadata":true,"exclude":["sourceEntries"],"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"High quality variant calls from multiple dog genome project - Run1","id":"PRJEB24066","description":"High quality variant discovery using multiple dog breeds - Run1: Paired-end fastq files were aligned to Canis lupus familaris reference genome version 3.1 using bwa mem. Duplicates were marked using Picardtools Markdup. Local realignment around indels was performed using GATK tools RealignerTargetCreator and IndelRealigner. Variant calling was done using GATK Unified Genotyper. Filters were applied based GATK  best practice. These filters included remove variants with 2 or more alleles, remove variants never observed on forward or reverse strands, remove variants with overall quality less than phred score 20, remove variants with mapping quality less than phred score 30, remove variants with the same base pair position, remove lower quality indel when indels closer than 10 base pairs, remove lower quality variant where variants closer than 3 base pairs, remove SNP within 5bp of an indel. An intersect set containing those variants concordant between Samtools and GATK predictions was extracted from this union set using GATK SelectVariants to produce the final VCF files. (Software: bwa-0.7.12,GATK-3.6,samtools-1.3+htslib-1.2.1)","taxonomyId":[9615],"speciesCommonName":"Dog","speciesScientificName":"Canis lupus familiaris","sourceType":"Germline","center":"Unibe - Institute of Genetics","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Whole Genome Sequencing","experimentTypeAbbreviation":"WGS","assembly":"-","assemblyAccession":"GCA_000002285.2","platform":"Illumina HiSeq 2500","url":"-","publications":["-"],"numVariants":0,"numSamples":238,"browsable":true,"typeName":"Control Set"}]}]}