{"time":11145,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Influence of polymorphisms in the stearoyl-CoA desaturase (SCD) enzyme gene on the nutritional quality of Gir and Guzera cow's milk fat","id":"PRJEB53443","description":"Recent meta-analyses of epidemiological and controlled clinical studies indicate that milk fat intake reduces the risk of type II diabetes, and has neutral or positive effects on biomarkers of cardiovascular disease. These beneficial health effects are attributed, at least in part, to the presence of biologically active compounds, such as CLA cis-9 trans-11 and oleic acid (C18:1 cis-9). Most of the cis-9 trans-11 CLA and oleic acid present in milk fat is synthesized endogenously in the mammary gland by the action of the enzyme stearoyl-CoA desaturase (SCD), responsible for the introduction of a cis-type double bond on carbon 9 of the precursor molecule. In addition to C18:1 trans-11 and C18:0 (precursors of CLA cis-9 trans-11 and C18:1 cis-9, respectively), palmitic (C16:0) and lauric acids are also SCD substrates. (C14:0), with the ratios between SCD products and substrates (i.e. C14:1cis-9/C14:0, C16:1cis-9/C16:0, C18:1cis-9/C18:0, and CLA cis -9 trans-11/C18:1trans-11) indicators of the activity of this enzyme in the mammary gland. A preliminary study conducted by our group showed that, as observed in European dairy cattle breeds, there is also considerable phenotypic variation in SCD activity (indicated by the relationships between their products and substrates) in Gir and Guzera cows receiving the same diet, suggesting the existence of genetic variation. Additionally, two polymorphisms in the Gyr breed and six in the Guzera breed were identified in the study in question, which could explain part of the observed variation. The objective of this project is to investigate the association between polymorphisms in the SCD gene and variations in the relationships between its products and substrates in Gir and Guzera cows, which could be used in breeding programs for these breeds aimed at producing milk with a fatty acid profile superior from a nutritional and functional point of view.","taxonomyId":[9915],"speciesCommonName":"Zebu","speciesScientificName":"Bos indicus","sourceType":"Germline","center":"UFMG","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Target Sequencing","experimentTypeAbbreviation":"TS","assembly":"-","assemblyAccession":"GCA_002263795.2","platform":"-","url":"-","publications":["-"],"numVariants":0,"numSamples":287,"browsable":true,"typeName":"Control Set"}]}]}