{"time":40767,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Whole Genome Sequencing of eight EAC cell lines—ESO26, ESO51, FLO-1, JH-EsoAd1, OACM5.1 C, OACP4 C, OE33, SK-GT-4—and one esophageal high grade dysplasia cell line, CP-D.","id":"PRJEB14018","description":"Esophageal Adenocarcinoma (EAC) is highly mutated and molecularly heterogeneous. The number of cell lines available for study is limited and their genome has been only partially characterized. The availability of an accurate annotation of their mutational landscape is crucial for accurate experimental design and correct interpretation of genotype-phenotype findings. We performed high coverage, paired end whole genome sequencing on eight EAC cell lines—ESO26, ESO51, FLO-1, JH-EsoAd1, OACM5.1 C, OACP4 C, OE33, SK-GT-4—all verified against original patient material, and one esophageal high grade dysplasia cell line, CP-D. We have made available the aligned sequence data and report single nucleotide variants (SNVs), small insertions and deletions (indels), and copy number alterations, identified by comparison with the human reference genome and known single nucleotide polymorphisms (SNPs). We compare these putative mutations to mutations found in primary tissue EAC samples, to inform the use of these cell lines as a model of EAC.","taxonomyId":[9606],"speciesCommonName":"Human","speciesScientificName":"Homo sapiens","sourceType":"Germline","center":"CRUK CAMBRIDGE RESEARCH INSTITUTE","material":"DNA","scope":"multi-isolate","experimentType":"Whole Genome Sequencing","experimentTypeAbbreviation":"WGS","assembly":"GRCh37.p13","assemblyAccession":"GCA_000001405.14","platform":"Illumina HiSeq 2000","url":"http://www.oncology.cam.ac.uk/research/groupleaders/fitzgerald.html","publications":["-"],"numVariants":0,"numSamples":9,"browsable":false}]}]}