{"time":52709,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Variation of Leptin-Melanocortin Signaling Pathway Genes and Their Genetic Effects on Linear Body Measurement and Fatness","id":"PRJEB34293","description":"The leptin-melanocortin signaling pathway has a central role in body weight regulation, energy homeostasis, and fat modulation. This pathway regulates the hypothalamic food intake and energy expenditure, with the help of the major genes such as melanocortin 4 receptor (MC4R), signal transducer and activator of transcription 3 (STAT3), and Leptin (LEP), alongside with other genes and enzymes in the pathway. This project aimed to evaluate the role of leptin-melanocortin signaling pathway gene variants in body weight gain and fatness modulation in sheep. In this project, a total of 524 individuals from 5 different native sheep breeds were collected from their native habitats. Including Ujmuqin (n=96) from Xilinguole Meng, Inner Mongolia Province, Sunits sheep (n=96) from Wulanchabu city of Inner Mongolia, Guangling big-tailed sheep (n=145) from Datong, Shanxi Province, Small- Tailed Han sheep (n=90) at Heze, Shandong, and Hu sheep (n=97) from Yichang, Hubei. PCR products from DNA of 524 sheep were used to identify polymorphisms within the CDS region of the MC4R and STAT3 genes using available reference sequences of sheep MC4R ENSOARG00000004034, and STAT3 ENSOARG00000001511. DNA sequencing was performed by Quintarabio Company (Wuhan, China). Reference sequences and sequenced fragments were analyzed using version 12 DNASTAR? Lasergene Genomics Suite Software, Madison, WI, USA. Our data indicated that the genetic polymorphisms of the major genes involved in the leptin-melanocortin signaling pathway are significantly associated with the growth, development and fatness of the sheep.","taxonomyId":[9940],"speciesCommonName":"Sheep","speciesScientificName":"Ovis aries","sourceType":"Germline","center":"HUAZHONG AGRICULTURAL UNIVERSITY","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Exome Sequencing, Genotyping By Sequencing","experimentTypeAbbreviation":"ES, GBS","assembly":"-","assemblyAccession":"GCA_000298735.1","platform":"-","url":"-","publications":["-"],"numVariants":0,"numSamples":6,"browsable":true,"typeName":"Control Set"}]}]}