{"time":7800,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Strongyloides ratti genetic diversity","id":"PRJEB4163","description":"The genome sequences of Strongyloides ratti, S. stercoralis, S. papillosus and S. venezuelensis are providing a clear view of genome diversity within this genus. These species include one human parasite, one parasite of veterinary relevance and two species from rodents, used as laboratory models. We now want to better understand this within-genus diversity, by also looking at the genome diversity with one species, specifically S. ratti. There are different isogenic lines of S. ratti available. (These other lines are recently wild, whereas the S. ratti line sequenced so far has a very long history of laboratory adaptation.) Further, phenotypic data from these lines show that they differ in important infection characteristics.  These isofemale lines of S. ratti differ in their fecundity (which, for a parasite is key to transmission potential), particularly in the presence of the host immune response (which, in general suppresses nematode reproduction). These line also differ in the extent to which they reproduce by sexual reproduction outside of the host (compared with the alternative, asexual reproduction). Analogously, this trait (sex vs. no sex) is also affected by the host immune response. Together, this means that these S. ratti lines differ in how they respond to the host immune response, which emphasies that this parasite's interaction with their host is dynamic both on short (i.e. within a worms lifetime) and long (i.e. evolutionary) term time scales. Exploring the genome diversity within this species will therefore begin to illuminate our understanding of these phenotypic differences.","taxonomyId":[34506],"speciesCommonName":"Rat threadworm","speciesScientificName":"Strongyloides ratti","sourceType":"Germline","center":"SC","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Whole Genome Sequencing","experimentTypeAbbreviation":"WGS","assembly":"S_ratti_ED321","assemblyAccession":"GCA_001040885.1","platform":"Illumina HiSeq 2000","url":"http://parasite.wormbase.org/","publications":["-"],"numVariants":0,"numSamples":10,"browsable":true,"typeName":"Control Set"}]}]}