{"time":5574,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Identification of single nucleotide polymorphisms (SNPs) and development of a SNP microarray for the implementation of advanced technologies of animal breeding in alpacas","id":"PRJEB42148","description":"The aim of this study was the discovery of single nucleotide polymorphisms (SNPs) and the development of a SNP microarray in alpacas. DNA samples from 150 white Huacaya alpacas originating from two Peruvian Andean geographic regions were obtained to generate ApeKI and PstI/MspI reduced representation libraries for each sample. Libraries were sequenced on a HiSeq 2500 sequencer at an average read depth of ~6X per library. Bioinformatics analysis allowed to identify 4?283,956 variants across the VicPac3.1 alpaca reference genome (GCA_000164845.4). A list of 513,467 SNPs was generated considering the parameters phred-scaled quality score (&gt;10), call rate (?0.15), minor allele frequency (? 0.01), Illumina Design Score (?0.60), and no other SNPs located within the 81 bp SNP sequence. Of these, 51,772 SNPs located at equidistant intervals of 40 Kbp were selected based on six selection waves and a location score. A second set of 28,429 PNSs was identified to increase the density of PNSs. In addition, 302 SNPs identified at candidate genes for fiber quality and color (KRTs, KRTAPs, MC1R, ASIP, KIT, TYRP1) were selected. A final set of 80,498 biallelic SNPs were retained and submitted to Neogen GeneSeek (Nebraska, United States). Of these, 76,508 unique alpaca SNPs were included in the microarray based on Affymetrix quality algorithms.","taxonomyId":[30538],"speciesCommonName":"Alpaca","speciesScientificName":"Vicugna pacos","sourceType":"Germline","center":"Universidad Nacional Agraria La Molina","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Whole Genome Sequencing, Genotyping By Sequencing","experimentTypeAbbreviation":"WGS, GBS","assembly":"-","assemblyAccession":"GCA_000164845.4","platform":"Illumina HiSeq 2500","url":"-","publications":["-"],"numVariants":0,"numSamples":150,"browsable":true,"typeName":"Control Set"}]}]}