{"time":8095,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"4D Wheat: Diversity, Domestication, Discovery and Delivery","id":"PRJEB87605","description":"4D Wheat applied state-of-the-art genomic strategies to address the gap between the estimated future demand and supply of wheat by focusing on two major challenges: enhancing yield and managing producer risk to important diseases. One strategy is to utilize genetic diversity lost from breeding since wheat was domesticated more than 10,000 years ago. Currently, in excess of 500,000 wheat accessions are resting in gene banks worldwide and these represent a reservoir of untapped genes available to improve wheat. Unfortunately, utilization of these resources in breeding is challenging because their value is not quantified, and because of the long-term commitment required to transfer this diversity into well-adapted elite cultivars. 4D Wheat tackled these problems by applying cutting-edge genomics for ?harnessing Diversity, advancing Domestication, enabling Discovery, and expediting Delivery? of new sources of genetic variation. To do so, we used next-generation sequencing, gene editing technologies, and digital imaging that together with bioinformatics solutions resulted in strategies to fully capture diversity in wheat breeding. The outcome of our research is expected to increase genetic gains in wheat by providing genomic and phenotypic information of a wide range of germplasm, including many wild relative species.","taxonomyId":[147389],"speciesCommonName":"Triticeae","speciesScientificName":"Triticeae","sourceType":"Germline","center":"AAFC-AAC","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Genotyping By Array","experimentTypeAbbreviation":"Array","assembly":"-","assemblyAccession":"GCA_018294505.1","platform":"-","url":"-","publications":["-"],"numVariants":0,"numSamples":662,"browsable":true,"typeName":"Control Set"}]}]}