{"time":9785,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Polymorphisms in genes associated with puberty and occurrence of early pregnancy in beef cattle","id":"PRJEB30522","description":"The early pregnancy probability (OPP) in heifers is a trait of high economic value for Nellore. However, the variability among heifers is not always detected because most breeders do not expose heifers while still young. The aim of this study was identify polymorphisms in the genes XKR-4, ESRRG, PAPP-A, PAPP-A2, STF-1 previously associated with (OPP). Three hundred and eighty heifers were sequenced in the exon regions of the candidate genes with MiSeq? sequencer. Nine polymorphisms were detected in the PAPP-A gene, 9 in the XKR4 gene, 24 in the ESRRG gene, and 49 in the PAPP-A2 gene, these polymorphisms found to have been reported in other races, no polymorphism was found in the SFTPA-1 gene. We also detected 39 new polymorphisms that have not yet been described in bos taurus and bos indicus and are not registered in the NCBI database, and of these 12 polymorphisms were found in the XKR4 gene, 16 in the ESRRG gene and 11 in the PAPP-A2 gene. The association analysis showed that the none of the SNP and haplotype had a significant effect (p &lt;0.05) for OPP in Nellore heifers. This study showed that the PAPP-A and XKR4 and ESRRG and PAPP-A2 genes are polymorphic in the Nelore breed, in the SFTPA-1 gene no polymorphisms were found in the Nellore breed. The influence of these markers on the characteristic occurrence of precocious pregnancy was not verified. Forty-nine new polymorphisms were found in the PAPP-A2, XKR-4 and ESRRG genes.","taxonomyId":[9915],"speciesCommonName":"Zebu","speciesScientificName":"Bos indicus","sourceType":"Germline","center":"UNESP/FCAV - Universidade Estadual &quot;Julio de Mesquita Filho&quot;/ Faculdade de Ciencias Agrarias e Veterinarias","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Curation","experimentTypeAbbreviation":"Curation","assembly":"-","assemblyAccession":"GCA_000003055.3","platform":"Illumina MiSeq","url":"-","publications":["-"],"numVariants":0,"numSamples":1,"browsable":true,"typeName":"Control Set"}]}]}