{"time":7096,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Genome-wide Copy Number Variant Screening of Saudi Schizophrenia Patients Reveals Larger Deletions in Cases versus Controls","id":"PRJEB59193","description":"Genome-wide association studies have discovered common polymorphisms in regions associated with schizophrenia. No genome-wide analyses have been performed in Saudi schizophrenia subjects. Genome-wide genotyping data from 136 Saudi schizophrenia cases and 97 Saudi controls (97 Saudi and in addition to  4,625 United States/EuropeansAmerican,) were studied andexamined for copy number variants (CNVs) were examined across the genomes. A hidden Markov model approach was used to call CNVs. CNVs in schizophrenia cases were twice as large on average than CNVs in the controls (p = 0.04). The analyses focused on extremely large >250 kilobases CNVs or homozygous deletions of any size. One extremely large deletion was noted in a single case (16.5 megabases on chromosome 10). Two cases had an 814 kb duplication of chromosome 7 spanning a cluster of genes, including circadian-related loci, and two other cases had 277 kb deletions of chromosome 9 encompassing an olfactory receptors gene family. A single case carried a CNVs were also seen in locithat was previously associated with schizophrenia, namely a 16p11 proximal duplication and two 22q11.2 deletions. Runs of homozygosity (ROHs) were analyzed across the genome to investigate any correlation with schizophrenia risk. While rates and sizes of these ROHs were similar in cases and controls, we identified ten regions where multiple cases had more significant ROHs and controls did notversus controls.","taxonomyId":[9606],"speciesCommonName":"Human","speciesScientificName":"Homo sapiens","sourceType":"Germline","center":"Imam Abdulrahman bin Faisal University","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Genotyping By Array","experimentTypeAbbreviation":"Array","assembly":"-","assemblyAccession":"GCA_000001405.14","platform":"Affymetrix","url":"-","publications":["-"],"numVariants":0,"numSamples":236,"browsable":true,"typeName":"Control Set"}]}]}