{"time":48262,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":3,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Cyclophosphomide-induced genome instability","id":"PRJEB34208","description":"Genome instability is a hallmark of most human cancers and is exacerbated following cellular exposure to exogenous/endogenous chemicals that can promote replication stress, activation of low-fidelity DNA repair pathways and DNA damage. However, the effects drugs/chemicals have in promoting nuclear genome instability and mutagenesis in normal cells as early biomarkers of cancer risk remains unexplored. Here, we present the Drug-induced Genome Instability Test (DiGIT), a systems level approach that identifies the genome instability risk of drugs/chemicals by measuring activated mutagenic DNA repair and resulting structural rearrangements at the gene level in mammalian genomes. We found drugs previously classified as being non-genotoxic by classic genotoxicity assays, induced genome instability in proliferative mammalian cells, including normal human mammary epithelial fibroblasts (HMECs), bone marrow, duodenum and CD19+ B cells. 53BP1 (a key mediator of mutagenic DNA repair) foci were increased in a dose-dependent manner in HMECs following treatment with compounds known to induce genomic instability (low-dose aphidicolin, duvelisib, idelalisib and hydralazine) and compounds suspected of causing genomic instability based on carcinogenicity outcomes (amiodarone). Non-genotoxic compounds (mannitol, alosteron, diclofenac and zonisamide) not associated with cancer risk did not induce effects on the recruitment of 53BP1. To evaluate genomic instability in vivo, Sprague Dawley rats were treated with cyclophosphamide, a known anti-cancer therapeutic. Short-term treatment resulted in drug-induced somatic translocations and deletions at genes associated with cancer risk in proliferating normal cells from the bone marrow and duodenum. Collectively, DiGIT comprising cell- and whole-genome sequencing-based approaches can aid in de-risking genotoxicity and/or cancer liabilities of therapeutic and complement the current genetic toxicology battery.","taxonomyId":[10116],"speciesCommonName":"Rat","speciesScientificName":"Rattus norvegicus","sourceType":"Germline","center":"Amgen, Thousand Oaks","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Whole Genome Sequencing","experimentTypeAbbreviation":"WGS","assembly":"-","assemblyAccession":"GCA_000001895.4","platform":"MGISEQ-2000","url":"-","publications":["-"],"numVariants":0,"numSamples":39,"browsable":false,"typeName":"Control Set"}]}]}