{"time":46706,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"High quality variant calls from the Sheep genomes project - Run1","id":"PRJEB14685","description":"High quality variant discovery using multiple sheep breeds - Run1: Fastq files were aligned to Ovis aries reference genome version 3.1 using bwa mem. Duplicates were removed using Samtools rmdup. Local realignment around indels was performed using GATK tools RealignerTargetCreator and IndelRealigner. Variant calling on resulting BAM files was conducted independently using both Samtools mpileup and GATK Unified Genotyper. Filters were applied to each of the Samtools and GATK produced VCF files to remove lower quality variants. These filters included remove variants with 2 or more alleles, remove variants never observed on forward or reverse strands, remove variants with overall quality less than phred score 20, remove variants with mapping quality less than phred score 30, remove variants with minimum depth less than 10 across all samples, remove variants with the same base pair position, remove lower quality indel when indels closer than 10 base pairs, remove lower quality variant where variants closer than 3 base pairs, remove SNP within 5bp of an indel. GATK CombineVariants was used to produce a union set of the filtered variants. An intersect set containing those variants concordant between Samtools and GATK predictions was extracted from this union set using GATK SelectVariants to produce the final VCF files. (Software: bwa-0.7.12,GATK-3.4-46,samtools-1.2+htslib-1.2.1)","taxonomyId":[9940],"speciesCommonName":"Sheep","speciesScientificName":"Ovis aries","sourceType":"Germline","center":"ISGC","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Whole Genome Sequencing","experimentTypeAbbreviation":"WGS","assembly":"Oar_v3.1","assemblyAccession":"GCA_000298735.1","platform":"Illumina HiSeq 2500","url":"http://www.sheephapmap.org/","publications":["-"],"numVariants":0,"numSamples":453,"browsable":true,"typeName":"Control Set"}]}]}