{"time":9645,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"DNA polymorphism underlying mMEP-2* allozyme variation in Atlantic salmon (Salmo salar L.)","id":"PRJEB53442","description":"Some population genetic studies have indicated that a diallelic allozyme polymorphism at the mitochondrial NADP-dependent mMEP-2* locus in Atlantic salmon (Salmo salar L.) is under selection. Further research has stalled, with most population genetic studies now using DNA markers. We report here on the detection of a non-synonymous single nucleotide polymorphism (SNP)within the exon 10 of the mMEP-2* locus on chromosome 25 that underlies this variability. The resultant amino acid substitution, which alters the predicted charge of the transcribed allelic products, matches the observed differential mobility of the two allozyme alleles, while allozyme and SNP assays revealed genotyping concordance in 277 of 278 individuals. Thus, there is compelling evidence that this SNP, amenable to both restriction fragment length polymorphism (RFLP) and more high-throughput detection methodologies, is a causal mutation. The reason for the single mismatch recorded, a homozygous allozyme phenotype vs heterozygote SNP genotype, remains unresolved, but may indicate the presence of a second, less common, polymorphism (null allele) at this locus. The SNP conversion assay should allow continued research into variability at the MEP-2 locus.","taxonomyId":[8030],"speciesCommonName":"Salmon","speciesScientificName":"Salmo salar","sourceType":"Germline","center":"IOA","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Target Sequencing, Genotyping By Array","experimentTypeAbbreviation":"TS, Array","assembly":"-","assemblyAccession":"GCA_905237065.2","platform":"-","url":"-","publications":["-"],"numVariants":0,"numSamples":154,"browsable":true,"typeName":"Control Set"}]}]}