{"time":2574,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"High coverage whole genome sequencing of the expanded 1000 Genomes Project cohort including 602 trios","id":"PRJEB55077","description":"We performed whole genome sequencing (WGS) of 3,202 samples from the 1000 Genomes Project (1kGP) collection, including 602 trios. All samples were sequenced to a targeted depth of 30X genome coverage using Illumina NovaSeq 6000 instruments. We aligned reads to the GRCh38 reference and performed single nucleotide variant (SNV) and short insertion and deletion (INDEL) discovery using GATK HaplotypeCaller. We also discovered and genotyped a comprehensive set of structural variants (SVs), including insertions, deletions, duplications, inversions, and multiallelic copy number variants, by integrating multiple algorithms and analytic pipelines, including GATK-SV, svtools, and Absinthe. In addition to the small variant and SV call sets, we also generated an integrated haplotype-resolved SNV/INDEL/SV call set that can be used as a reference panel for imputation. For that, we first performed haplotype phasing of high quality non-singleton SNVs and INDELs across the 3,202-sample 1kGP cohort using statistical phasing with pedigree-based correction. Next, we used the phased SNV/INDEL call set as a haplotype scaffold onto which we phased high quality non-singleton SV calls. For more information, please visit https://www.internationalgenome.org/data-portal/data-collection/30x-grch38.","taxonomyId":[9606],"speciesCommonName":"Human","speciesScientificName":"Homo sapiens","sourceType":"Germline","center":"New York Genome Center","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Whole Genome Sequencing","experimentTypeAbbreviation":"WGS","assembly":"-","assemblyAccession":"GCA_000001405.15","platform":"Illumina NovaSeq 6000","url":"-","publications":["-"],"numVariants":0,"numSamples":3202,"browsable":false,"typeName":"Control Set"}]}]}