{"time":64187,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Obtaining complex allele-specific sequences spanning the CYP2D6-CYP2D7 locus using nCATS-CoLoRGen assay","id":"PRJEB50521","description":"CYP2D6 is one of the most challenging pharmacogenes to genotype due to the high similarity with its neighboring pseudogenes and the frequent occurrence of CYP2D6-CYP2D7 hybrids. Consequently, most current genotyping methods cannot correctly determine the complete CYP2D6-CYP2D7 sequence. Therefore, we developed a genotyping assay to elucidate comprehensive genotypes of complex regions, such as the CYP2D6-CYP2D7 locus. This assay consists of an optimized PCR-free nanopore Cas9-targeted sequencing (nCATS) protocol combined with adaptive sequencing (AS) as enrichment strategy, and a newly developed comprehensive long read genotyping (CoLoRGen) pipeline to perform the data analysis. The CoLoRGen pipeline generates a complete consensus sequence of both alleles and determines both large structural and small variants to ultimately assign the correct star-alleles. To evaluate the performance of the optimized assay, we used three different DNA samples that contain complex structural variants in the CYP2D6-CYP2D7 region. The complete allele-specific sequences spanning the entire CYP2D6-CYP2D7 locus of all three samples could be determined, confirming the presence of CYP2D6-CYP2D7 large structural variants and smaller single nucleotide variants (SNV) and insertions and deletions (INDELs) that go undetected by other current methods. Moreover, our results provide direct evidence that the CYP2D6 genotype of the NA12878 DNA should include the CYP2D6-CYP2D7 *68 hybrid and several additional single nucleotide variants (SNV) compared to existing references. Overall, the nCATS-CoLoRGen genotyping assay allows for more accurate gene function predictions by enabling the possibility to detect and phase de novo mutations in addition to known large structural and small variants.","taxonomyId":[9606],"speciesCommonName":"Human","speciesScientificName":"Homo sapiens","sourceType":"Germline","center":"Ghent University","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Target Sequencing","experimentTypeAbbreviation":"TS","assembly":"-","assemblyAccession":"GCA_000001405.25","platform":"-","url":"-","publications":["doi:10.1371/journal.pgen.1010176"],"numVariants":0,"numSamples":3,"browsable":true,"typeName":"Control Set"}]}]}