{"time":13476,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":1,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"UK10K","id":"PRJEB6040","description":"The UK10K project proposes a series of complementary genetic approaches to find new low-frequency/rare variants contributing to disease phenotypes. These will be based on obtaining the genome-wide sequence of 4000 samples from the TwinsUK and ALSPAC cohorts (at 6x sequence coverage), and the exome sequence (protein-coding regions and related conserved sequence) of 6000 samples selected for extreme phenotypes. Our studies will focus primarily on cardiovascular-related quantitative traits, obesity and related metabolic traits, neurodevelopmental disorders and a limited number of extreme clinical phenotypes that will provide proof-of-concept for future familial trait sequencing. We will directly analyse quantitative traits in the cohorts and the selected traits in the extreme samples, and also use imputation down to 0.1% allele frequency to extend the analyses to further sample sets with genome wide genotype data. In each case we will investigate indels and larger structural variants as well as SNPs, and use statistical methods that combine rare variants in a locus or pathway as well as single-variant approaches. The TwinsUK samples will be part of the cohort study and will undergo whole genome sequencing. For further information with regard to this cohort please contact Brent Richards (brent.richards@kcl.ac.uk) or Nicole Soranzo (ns6@sanger.ac.uk).","taxonomyId":[9606],"speciesCommonName":"Human","speciesScientificName":"Homo sapiens","sourceType":"Germline","center":"Wellcome Trust Sanger Institute","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"-","experimentTypeAbbreviation":"-","assembly":"GRCh37, GRCh37","assemblyAccession":"GCA_000001405.1, GCF_000001405.13","platform":"Illumina HiSeq 2000","url":"-","publications":["PubMed:24676807","PubMed:24609383","PubMed:24523729"],"numVariants":90984070,"numSamples":3782,"browsable":false,"typeName":"Control Set"}]}]}