{"time":26090,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Heterotic grouping and producing high-performance hybrids in maize using molecular markers","id":"PRJEB89922","description":"Corn is the third most important food product after wheat and rice. The production of hybrid cultivars is one of the most major corn breeding methods. The establishment of heterotic groups facilitates the development of hybrid cultivars. In this project, 93 maize inbred lines from different sources were grouped into two heterotic groups based on SNP data, crop phenological information, and yield and yield components data. Six inbred lines along with two check lines, namely: #B73 and #MO17 were selected from two heterotic groups and were crossed in a complete diallel cross. 64 produced hybrids were evaluated in a simple lattice design with three replications in Urmia. The yield of 1566 untested hybrids, which can be potentially obtained from the crosses of two heterotic groups’ individuals, was predicted by a mixed linear model, based on the performance of the evaluated hybrids and SNP data. Based on the results, the new hybrid produced in this project (H50; 2×7 7. 2) showed higher performance than the single cross namely: #704 in our evaluations performed in the Urmia region.If the new produced hybrid is confirmed in the other complementary experiments, it can be introduced as a new cultivar due to the early maturity of this hybrid compared to the single cross 704 which is the dominant hybrid in the region. In thenext step, 13 hybrid cultivars including H4, H9, H10, H11, H17, H18, H38, H41, H42, H45, H47, H49 and H50 as desirable hybrids were re-evaluated along with Simon, SC703 and SC704 hybrids in Karaj. The parents of the selected hybrids mostly included the four inbred lines, namely: Line7, P9L6, Line20, and B73.. The results obtained from the evaluation of hybrid cultivars and control hybrid cultivars showed that although control hybrid cultivars include 703, Simon, and 704 had high yields with an average of 12.63, 12.01 and 10.64 tons per hectare, respectively, however, H50 hybrid cultivar (P1L4Kahrizi × Line7) not only showed desirable yield with an average of 10.50 tons per hectare but also it needs fewer days for tassel and ear emergence compared to control hybrid cultivars. This means that the H50 hybrid, despite its favorable early maturity, also has a relatively high yield that can be tested in regional yield experiments in order to introduce as a new hybrid cultivar with early maturing and high yield characters. Also, some newly produced hybrids including H17 (Line18 × Line3), H38 (P9L6 × Line20) and H42 (Line20 × Line7) with a humidity of 21.45, 23.85 and 23.90%, respectively, which were the lowest values in comparison with the other hybrids, and yields of 10.74, 11.60 and 11.45 tons per hectare, which are desirable in comparison with the other hybrids, can be tested in regional yield trials to evaluate and introduce as new hybrid cultivars with desirable performance.","taxonomyId":[4577],"speciesCommonName":"Maize","speciesScientificName":"Zea mays","sourceType":"Germline","center":"Department of Plant Production and Genetics","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Genotyping By Array","experimentTypeAbbreviation":"Array","assembly":"-","assemblyAccession":"GCA_000005005.4","platform":"-","url":"-","publications":["-"],"numVariants":0,"numSamples":93,"browsable":true,"typeName":"Control Set"}]}]}