{"time":34697,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Genomic impact of severe population decline in a nomadic songbird","id":"PRJEB33704","description":"Uncovering the population genetic histories of non-model organisms is increasingly possible through advances in next generation sequencing and DNA sampling of museum specimens. This new information can inform conservation of threatened species, particularly those for which historical and contemporary population data are unavailable or challenging to obtain. The critically endangered, nomadic regent honeyeater Anthochaera phrygia was abundant and widespread throughout south-eastern Australia prior to a rapid population decline and range contraction since the 1970s. A current estimated population of 250?400 individuals is distributed sparsely across 600,000 km2 from northern Victoria to southern Queensland. Using hybridization RAD (hyRAD) techniques, we obtained 3,524 Single Nucleotide Polymorphisms from 64 museum specimens (date 1879?1960), 102 `recent? (1989?2012) and 52 `current? (2015?2016) wild birds sampled throughout the historical and contemporary range. We aimed to estimate population genetic structure, genetic diversity and population size of the regent honeyeater prior to its rapid decline. We then assessed the impact of the decline on recent and current population size, structure and genetic diversity. We found low population structure in the remaining regent honeyeater population, which appears to be a consequence of the species? life-history, rather than population decline and range contraction. Population decline has led to minimal but detectable loss of genetic diversity since the 1980?s. Capacity to quantify the overall magnitude of both genetic diversity loss and population decline was limited by the poorer quality of genomic data derived from museum specimens. We discuss the implications for genetic management of endangered mobile species and enhancing the value of museum specimens in population genomic studies.","taxonomyId":[2020318],"speciesCommonName":"Honeyeater","speciesScientificName":"Anthochaera phrygia","sourceType":"Germline","center":"Fenner School of Environment &amp; Society, The Australian National University","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Genotyping By Sequencing","experimentTypeAbbreviation":"GBS","assembly":"-","assemblyAccession":"GCA_009430485.1","platform":"Illumina HiSeq 2500","url":"-","publications":["-"],"numVariants":0,"numSamples":214,"browsable":true,"typeName":"Control Set"}]}]}