{"time":19260,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Genetic dissection of a Pakistan historical bread wheat diversity panel for resistance to mineral difficiencies and metal toxicities, and for grain yield improvement.","id":"PRJEB36127","description":"The current project involves a comprehensive study of a Pakistani historical spring wheat diversity panel for the agronomical improvement of wheat. Pakistan is a major agricultural country where more than 50% of the population relies upon agriculture as a source of livlihood. Wheat is the most cultivated crop in the country and a primary source of food. Many of the soils in the country are calcareous subject to the nutrient deficiencies and difficulties in nutrient uptake leading to an impaired crop growth. This project aims to identify the causal genetic variants that can be targeted to produce a contaminants free crop and to ultimately improve the crop yield in stress environments. Here, we have performed several phenotyping trials for various toxic metals such as Cd, Cr, Ni, Co, Cu etc. and essential minerals such as N, P, and K. For genetic variation set, we have genotyped the diversity panel with 90K Illumina iSelect SNP array for 150 lines in the diversity panel. The follow-up work involves associating genotypic and phenotypic variations using well established statistical methods of genome-wide association study to identify causal variants at the genetic level and their associated genes in the wheat genome. Some of the work has already been published and the rest in under-processing. The outcomes of these experiments will establish a framework for functional genomics studies and breeding programs to enhance the efficiency of wheat against environmental stresses.","taxonomyId":[4565],"speciesCommonName":"Wheat","speciesScientificName":"Triticum aestivum","sourceType":"Germline","center":"Quaid-i-Azam University, Pakistan","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Genotyping By Array","experimentTypeAbbreviation":"Array","assembly":"-","assemblyAccession":"GCA_900519105.1","platform":"-","url":"-","publications":["-"],"numVariants":0,"numSamples":150,"browsable":true,"typeName":"Control Set"}]}]}