{"time":17786,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Mapping resistance to Fusarium head blight by genome wide association study and linkage analysis","id":"PRJEB36125","description":"This project was supported by China Nutrual Science Foundation(2013-2016). Fusarium head blight (FHB) is a devastating fungal disease of bread and durum wheat worldwide. This disease reduces wheat yield, lowers processing qualities, and makes grain not suitable for human and animal consumption. More recently, FHB has been expanding northwards to the Yellow River - Huaihe River Region. The increasing threat of this disease has created more incentive for plant geneticists and breeders to map the resistances and develop varieties that are resistant to this disease. Application of host resistance is an economically and environmentally friendly control method of FHB. In order to map gene loci underlying FHB resistance, a natural population containing 240 bread wheat varieties/lines and a doubled haploid (DH) population (169 lines) were constructed. The natural population consists of 10 FHB resistant checks, 120 varieties/lines from the Yangtze River Region and 40 varieties/lines from Yellow River ? Huaihe River Region, 15 synthetic hexaploid wheat lines, 25 synthetic-derivatives and 30 CIMMYT elite lines. The DH population was produced from a FHB resistant synthetic-derived bread wheat line. These materials were planned to be genotyped by genotyping by sequencing (GBS) and simple-sequence repeat (SSR) markers, and to be phenotyped in artificially inoculated field nurseries in different environments. Genome wide association study and linkage analysis will be conducted using the genotypic and phenotypic data of the two populations. The results of genome wide association mapping will be verified by the result of linkage analysis on the DH populatio n. This project should contribute to understanding the genetic basis and diversity for FHB resistance currently present in synthetic hexaploid wheat and comercial bread wheat varieties.","taxonomyId":[4565],"speciesCommonName":"Wheat","speciesScientificName":"Triticum aestivum","sourceType":"Germline","center":"Food Crops Institute,Hubei Academy of Agricultural Sciences","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Genotyping By Array","experimentTypeAbbreviation":"Array","assembly":"-","assemblyAccession":"GCA_900519105.1","platform":"-","url":"-","publications":["-"],"numVariants":0,"numSamples":240,"browsable":true,"typeName":"Control Set"}]}]}