{"time":25548,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Amaizing Dent Genotyping","id":"PRJEB40124","description":"Genotyping of a collection of 354 dent maize inbred lines corresponding to the &quot;Public Amaizing Dent Panel&quot;. This panel includes: (i) 254 dent inbred lines from &quot;Drops panel&quot; assembled in the frame of F7P European projects DROPs (FP7-244374, PI: F. Tardieu) and (ii) 100 dent inbred lines assembled with Drops panel in the frame of ANR PIA Amaizing (ANT-10-BTBR-01, PI: A. Charcosset) in order to enlarge genetic diversity and flowering time variation. This genotyping dataset results from the assembling of four genotyping sub-matrices obtained using three different genotyping technologies: 50K SNP Illumina Infinium HD arrays (Ganal et al., 2011, PLoS ONE 6(12): e28334), 600K SNP Affymetrix Axiom arrays (Unterseer et al., 2014, BMC Genomics, 15,15) and Genotyping By Sequencing from Cornell Institute (Elshire et al, 2011, PLoS ONE 6(5): e19379; Glaubitz et al., 2014, PLoS ONE 9 (2): e90346), and some kaspar markers. Genotyping data were filtered and missing data were imputed using Beagle V3.3.2 (Browning and Browning, 2007, Am J Hum Genet 81:210-223) after assembling three sub-matrices and removing duplicate loci based on their physical position. 50K and 600K genotyping data for 254 lines of &quot;Drops Panel&quot; were funded by F7P European project DROPS. GBS data for 354 lines and remaining 50K and 600K data for 100 additionnal lines were funded by ANR PIA Amaizing. We obtained a genotyping dataset of 354 lines by 978,134 not duplicated and polymorphic loci. Whole or subset of this genotyping dataset were used to perform genome-wide association studies with various phenotypes measured (i) on F1 hybrids obtained by crossing inbred lines from &quot;Drops Panel&quot; with a testor line (UH007) as in Millet et al., (2017, Plant Physio, 172:749-764), Alvarez Prado et al. (2017, Plant Cell Environ. 1-13), Negro et al., (2019, BMC genomics, 19:318), Blein-Nicolas et al., (2019, https://doi.org/10.1101/636514 ), (ii) on inbred lines (Castelleti, Coupel-Ledru et al., 2020, Plos Genetics, 16(7):e1008882). Note that the missing data in genotyping dataset were imputed slightly differently in Negro et al., (2019) and Millet et al., (2017). Raw datasets are maintained in the ThaliaDB maize database (https://thalia.moulon.inra.fr). (2019-11-25)","taxonomyId":[4577],"speciesCommonName":"Maize","speciesScientificName":"Zea mays","sourceType":"Germline","center":"INRAE","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Genotyping By Array, Genotyping By Sequencing","experimentTypeAbbreviation":"Array, GBS","assembly":"-","assemblyAccession":"GCA_000005005.4","platform":"-","url":"-","publications":["-"],"numVariants":0,"numSamples":354,"browsable":true,"typeName":"Control Set"}]}]}