{"time":39861,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":3,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Somatic variants in epigenetic modifiers can predict failure of response to imatinib but not to second generation tyrosine kinase inhibitors","id":"PRJEB32264","description":"To investigate the potential of genetic variants in epigenetic modifiers as biomarkers at diagnosis of chronic myeloid leukaemia (CML), we used Ion Torrent next-generation sequencing of 71 candidate genes for predicting response to tyrosine kinase-inhibitors and probability of disease progression. 124 subjects with newly-diagnosed chronic-phase CML began with imatinib (n=62) or second-generation tyrosine kinase-inhibitors (n=62) and were classified as responders or non-responders based on the BCRABL1 transcript levels within the first year and the European LeukemiaNet criteria for failure. Somatic variants affecting 21 genes (e.g. ASXL1, IKZF1, DNMT3A, CREBBP) were detected in 30% of subjects, most of whom were non-responders (41% non-responders, 18% responders to imatinib, 38% non-responders, 25% responders to second-generation tyrosine kinase-inhibitors). The presence of variants predicted the rate of achieving a major molecular response, event-free survival, progression-free survival and chronic-myeloid-leukaemia-related survival in the imatinib but not the second-generation tyrosine kinase-inhibitors cohort. Rare germline variants had no prognostic significance irrespective of treatment while some pre-leukaemia variants suggest a multi-step development of chronic myeloid leukaemia. Our data suggest that identification of somatic variants at diagnosis facilitates stratification into imatinib responders/non responders, thereby allowing earlier use of second-generation tyrosine kinase-inhibitors, which, in turn, may overcome the negative impact of such variants on disease progression.","taxonomyId":[9606],"speciesCommonName":"Human","speciesScientificName":"Homo sapiens","sourceType":"Germline","center":"Centre for Haematology, Department of Medicine, Imperial College","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Genotyping By Array","experimentTypeAbbreviation":"Array","assembly":"-","assemblyAccession":"GCA_000001405.14","platform":"Ion Torrent PGM","url":"-","publications":["-"],"numVariants":0,"numSamples":284,"browsable":true,"typeName":"Control Set"}]}]}