{"time":61205,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":3,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Genetic basis for resistance against viral nervous necrosis: GWAS and potential of genomic prediction explored in farmed European sea bass (Dicentrarchus labrax)","id":"PRJEB50333","description":"Viral nervous necrosis (VNN) is an infectious disease caused by the red-spotted grouper nervous necrosis virus (RGNNV) in European sea bass and is considered a serious concern for the aquaculture industry with fry and juveniles being highly susceptible. To understand genetic basis for resistance against VNN, a survival phenotype through the challenge test against RGNNV was recorded on populations from multiple year classes (YC2016 and YC2017). A total of 4,851 individuals from 181 families were tested and a subset (n~1,535) belonging to 122 families was genotyped using a ~57K Affymetrix Axiom array. The survival against RGNNV showed low to moderate heritability with observed scale estimates of 0.18 and 0.25 obtained using pedigree vs. genomic information, respectively. The genome-wide association analysis showed a strong signal of quantitative trait loci (QTL) at LG12 which explained ~33% of the genetic variance. The QTL region contained multiple genes (ITPK1, PLK4, HSPA4L, REEP1, CHMP2, MRPL35, and SCUBE) with HSPA4L and/or REEP1 gene being highly relevant with likely effect on host response in managing disease associated symptoms. The results on accuracy of predicting breeding values presented 20 to 43% advantage in accuracy using genomic over pedigree-based information which varied across model types and applied validation schemes.","taxonomyId":[13489],"speciesCommonName":"Sea bass","speciesScientificName":"Dicentrarchus labrax","sourceType":"Germline","center":"NOFIMA AS","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Genotyping By Array","experimentTypeAbbreviation":"Array","assembly":"-","assemblyAccession":"GCA_000689215.1","platform":"Affymetrix","url":"-","publications":["-"],"numVariants":0,"numSamples":1489,"browsable":true,"typeName":"Control Set"}]}]}