{"time":12187,"apiVersion":"v1","queryOptions":{"metadata":true,"limit":-1,"skip":-1,"count":false},"response":[{"time":0,"dbTime":2,"numResults":1,"numTotalResults":1,"resultType":"uk.ac.ebi.eva.lib.models.VariantStudy","result":[{"name":"Whole genome sequencing of 39 captive born chimpanzees","id":"PRJEB39475","description":"Inter-individual variation in gene regulation has been shown to be heritable and it is quite often associated with differences in disease susceptibility between individuals. While many human studies focused on mapping associations between genetic and gene regulatory variation, much less attention has been paid to the evolutionary processes that shape the observed differences in gene regulation between individuals in humans or any other primate. To begin addressing this gap, we performed a comparative expression quantitative trait loci (eQTL) mapping study in humans and chimpanzees, using gene expression data from primary heart samples. While expression variability in both species is strongly determined by non-genetic sources, such as cell type heterogeneity, we found evidence that he degree of inter-individual variation in gene regulation is generally conserved in humans and chimpanzees. In particular, we found a significant overlap of genes associated with eQTLs in the two species. We conclude that humans and chimpanzees share sources common determinants of gene expression variability, including genetically regulated constraints from stabilizing and diversifying selection pressures. Associated with SRA project accession PRJNA635393 and GEO accession GSE151397.","taxonomyId":[9598],"speciesCommonName":"Chimpanzee","speciesScientificName":"Pan troglodytes","sourceType":"Germline","center":"University of Chicago","material":"DNA","scope":"multi-isolate","type":"CONTROL","experimentType":"Whole Genome Sequencing","experimentTypeAbbreviation":"WGS","assembly":"-","assemblyAccession":"GCA_000001515.5","platform":"Illumina NovaSeq 6000","url":"-","publications":["-"],"numVariants":0,"numSamples":39,"browsable":false,"typeName":"Control Set"}]}]}